[ {
  "cluster_id" : 8,
  "cluster_name" : "vegetated residential / mixed garden (grass-dominated)",
  "cluster_description" : "Moderate NDVI and herbaceous-dominated patches with substantial impervious cover (moderate herb cover ~0.46, very low woody layers, built ~0.39). Likely small vegetated plots within a built matrix (e.g. front/back gardens, roadside verges with garden beds and paved surfaces).",
  "habitat_description_from_photos" : "Plots are dominated by a continuous short, mown herbaceous sward forming an open turf. Scattered trees occur at plot margins, but taller woody strata and shrub layers are limited, yielding low vertical complexity. Many plots exhibit evidence of regular/high-intensity maintenance (recent/regular mowing), producing a homogeneous, low-stature vegetation structure with long visibility distances in some plots.",
  "representative_plot_image" : "982 2",
  "plots" : [ "1004 12", "1007 10", "1007 2", "112 7", "136 6", "136 7", "145 9", "237 5", "239 12", "298 1", "298 3", "298 6", "336 9", "421 6", "485 3", "485 4", "492 10", "492 11", "492 6", "497 5", "506 10", "506 12", "559 6", "619 1", "619 3", "619 4", "619 7", "663 5", "663 7", "667 6", "686 11", "690 3", "713 12", "731 3", "823 7", "875 2", "875 4", "876 2", "876 3", "876 4", "876 8", "948 2", "948 5", "982 2", "982 4", "987 5" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "mature canopy woodland / parkland trees",
  "cluster_description" : "Very high NDVI and high large-tree canopy cover (large_tree ~0.40) with measurable small-tree and shrub layers and low built cover. Represents closed-canopy, mature stands typical of large urban woodlands or well-treed parkland.",
  "habitat_description_from_photos" : "Surveyed plots are characterized by a closed tree canopy with continuous vertical cover and a well-developed understorey of shrubs and small trees, accompanied by dense ground-layer vegetation. Visibility within plots is limited (approximately 10–30 m), and there are minimal signs of human modification or maintenance (very low/wild condition; no recent mowing). Plots consistently lack visible paths, built infrastructure, recreational equipment, people, parked vehicles or litter, giving a natural, semi‑wild appearance.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 1", "1020 3", "1020 4", "108 1", "231 8", "248 3", "299 2", "299 4", "300 6", "300 7", "363 2", "389 10", "389 5", "389 9", "410 1", "410 2", "410 3", "410 4", "410 5", "410 9", "421 1", "421 10", "421 2", "421 4", "422 7", "547 1", "547 10", "547 2", "547 8", "566 1", "569 11", "612 4", "612 5", "713 3", "713 6", "713 9", "776 1", "776 11", "776 2", "776 3", "776 5", "776 9", "908 6", "990 8" ]
}, {
  "cluster_id" : 7,
  "cluster_name" : "open herbaceous (amenity grassland / lawn)",
  "cluster_description" : "High NDVI with very high herbaceous cover (herb ~0.69), minimal shrub/sapling layers and low built cover. Indicates extensive open herb layer typical of lawns, amenity grass or meadow-like park areas.",
  "habitat_description_from_photos" : "Plots are characterised by an extensive, continuous herbaceous layer composed of short, regularly mown turf (short mown grass) forming an open groundcover with long sightlines (>30 m). Vegetation structure is dominated by the low herbaceous stratum with only scattered mature trees providing a sparse arboreal element; no shrub or sapling layer is evident. Maintenance intensity is high (formal), with recent mowing recorded and an absence of visible paths, people, litter, vehicles or built infrastructure, yielding uncluttered, homogeneous grassland plots typical of managed amenity lawns.",
  "representative_plot_image" : "485 1",
  "plots" : [ "1004 5", "1020 11", "1020 8", "108 10", "108 3", "108 7", "1083 6", "112 2", "112 3", "248 2", "248 5", "248 8", "299 7", "300 5", "311 1", "311 9", "336 1", "336 10", "369 1", "369 10", "377 5", "393 1", "393 11", "393 2", "393 5", "393 7", "393 8", "485 1", "506 4", "506 8", "542 11", "542 2", "542 3", "542 4", "542 5", "542 6", "547 5", "547 7", "569 2", "569 9", "580 1", "580 2", "580 6", "580 7", "663 3", "686 4", "731 8", "779 11", "830 4", "906 2", "906 9", "908 1", "908 2", "908 3", "908 4", "908 9", "922 8", "971 9", "989 8", "990 3", "990 6" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "parkland / open grass with scattered trees",
  "cluster_description" : "High NDVI with moderate herbaceous cover and moderate tree components (large_tree ~0.17, small_tree ~0.12) and low built cover. Typical of open parkland or urban greenspaces with scattered trees over grass.",
  "habitat_description_from_photos" : "Plots are characterized by a tall-herb meadow vegetation layer with emergent, untended grasses and forbs and an open parkland structure punctuated by scattered trees. An informal earth/mud track (~1–3 m wide) traverses the plot, and visibility through the vegetation is moderate (≈10–30 m). Vegetation condition appears unmanaged (very low maintenance; no evidence of mowing), resulting in tall herbaceous cover with occasional shrubs and isolated tree components that create a semi-open canopy over the grass-dominated ground layer.",
  "representative_plot_image" : "231 12",
  "plots" : [ "1004 6", "1004 9", "1020 5", "1020 6", "108 4", "1084 9", "145 7", "203 2", "203 4", "203 6", "231 12", "231 7", "248 6", "248 7", "248 9", "295 1", "295 4", "295 6", "311 5", "377 2", "410 10", "422 4", "566 4", "569 4", "612 2", "612 7", "680 5", "799 9", "906 4", "906 6", "917 5", "917 7", "941 7", "948 3", "989 1", "989 11", "989 2", "989 5", "990 1", "990 5", "990 7", "990 9" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "built-dominated (urban residential / hardscape)",
  "cluster_description" : "Low NDVI, high built/impervious cover (~0.53) and only sparse vegetation across all strata. Characteristic of heavily built urban blocks, hardstanding areas, courtyards or dense residential/hardscape zones with scattered planting.",
  "habitat_description_from_photos" : "Plots are dominated by extensive impervious surfaces (paved courtyards, parking courts and vehicular roads) with only limited vegetative cover. Where vegetation occurs it is sparse and confined to narrow strips or small islands at plot margins, comprising short mown grass, small shrub patches and occasional trees. Plots are bounded by residential buildings and exhibit pedestrian circulation via narrow paved footpaths and vehicular circulation on wider paved roads, yielding low structural vegetation complexity and generally open sightlines over medium distances.",
  "representative_plot_image" : "792 11",
  "plots" : [ "1007 6", "1083 2", "1084 6", "1084 7", "112 5", "233 11", "239 11", "298 11", "335 1", "335 7", "335 9", "336 6", "336 8", "342 1", "342 5", "342 6", "342 8", "420 1", "474 6", "485 12", "497 1", "538 11", "618 10", "618 7", "619 10", "663 6", "663 8", "713 8", "776 12", "792 11", "792 4", "799 1", "819 11", "819 4", "819 5", "819 7", "821 3", "821 8", "875 11", "876 6", "906 5", "922 1", "922 4", "948 4", "971 7" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "mixed shrub–tree vegetation (successional scrub / planted)",
  "cluster_description" : "Moderate NDVI with a relatively even mix of herb, shrub and small/large trees and intermediate built cover (~0.30). Indicates structurally mixed green patches such as successional scrub, planted mixed shrub–tree areas or structurally diverse gardens.",
  "habitat_description_from_photos" : "Plots are characterised by a heterogeneous mixture of herbaceous groundcover, shrubs and small trees forming a structurally diverse, semi-open vegetation patch with intermediate visibility (~10–30 m). Vegetation composition includes short grass intermingled with shrub layers and scattered trees, and in some plots a small standing water body with floating vegetation is present. The vegetation structure indicates a mosaic of open grassy elements and denser woody patches, with evidence of recent mowing in places consistent with moderate maintenance intensity.",
  "representative_plot_image" : "203 9",
  "plots" : [ "1033 9", "1083 1", "1084 2", "136 4", "171 1", "202 1", "202 2", "202 8", "203 11", "203 5", "203 8", "203 9", "231 1", "237 9", "300 3", "363 4", "363 6", "363 8", "420 2", "422 1", "422 11", "422 5", "422 6", "551 8", "569 3", "569 5", "569 8", "612 6", "633 12", "633 2", "680 7", "686 1", "702 1", "779 4", "922 7", "941 8", "948 7", "948 8", "948 9" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious / hard-standing (sealed surfaces)",
  "cluster_description" : "Very low NDVI and very high built/impervious cover (~0.79) with negligible vegetation across strata. Represents sealed surfaces such as roads, car parks, paved plazas and other hardstanding.",
  "habitat_description_from_photos" : "Plots are dominated by continuous impervious cover, consisting of extensive paved surfaces with marked parking bays that occupy the majority of the ground area. Vegetation within plot boundaries is absent or negligible; no herbaceous or shrub strata are evident in the hardstanding, and any vegetative elements are restricted to plot margins (e.g. bordering trees or fence lines) rather than the central surface. The surface is structurally continuous and visually uniform, providing clear sightlines across the plot over medium distances (approximately 10–30 m), consistent with sealed surfaces such as parking areas or paved plazas.",
  "representative_plot_image" : "492 3",
  "plots" : [ "1084 12", "202 6", "239 1", "239 3", "239 5", "239 8", "242 2", "335 10", "336 2", "343 6", "369 12", "369 3", "369 8", "403 12", "403 3", "403 4", "403 6", "403 7", "420 10", "420 11", "420 7", "420 8", "420 9", "492 3", "497 10", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "559 8", "619 5", "654 12", "654 2", "654 5", "654 6", "667 9", "686 10", "686 12", "686 7", "686 9", "690 10", "690 8", "779 10", "781 1", "792 3", "819 1", "819 10", "819 8", "821 11", "823 10", "823 2", "876 1" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "sparse woodland / park woodland",
  "cluster_description" : "Moderately high NDVI with intermediate large-tree cover (~0.20) and a substantial herb layer (~0.38), low–moderate built cover. Suggests open woodland, park woodland or scattered mature trees with a grassy understory (sparse woodland/park woodland).",
  "habitat_description_from_photos" : "Plots are characterized by a canopy of mature trees with an open understorey and a continuous short grass layer at ground level. Vegetation structure is tree-dominated with an open understorey and the groundcover is a regularly mown lawn, indicating ongoing management at moderate intensity. Plots lack visible footpaths, street furniture, litter or people, while nearby built infrastructure (buildings) is visible at the plot margin. Visibility within plots is intermediate (approximately 10–30 m), consistent with a semi-open parkland structure.",
  "representative_plot_image" : "1084 3",
  "plots" : [ "1084 3", "231 2", "231 3", "239 6", "299 1", "299 3", "299 5", "299 8", "300 1", "300 4", "300 8", "311 6", "311 7", "311 8", "369 7", "389 12", "389 2", "393 3", "421 3", "421 8", "422 10", "474 4", "474 5", "485 5", "485 9", "492 7", "506 1", "506 2", "538 7", "542 9", "547 11", "566 3", "566 5", "566 6", "566 7", "580 4", "584 11", "612 3", "612 8", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "661 8", "680 3", "731 2", "779 1", "779 5", "823 1", "830 1", "906 7", "908 5", "917 1", "917 11", "917 6", "917 8", "917 9", "971 2", "971 4" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "intensive amenity grassland (short-mown lawn / sports turf)",
  "cluster_description" : "High NDVI with extremely high herbaceous cover (~0.94) and almost no woody or built components. Represents near-continuous herbaceous cover typical of extensive herb meadows, managed lawns or sports turf with minimal woody elements.",
  "habitat_description_from_photos" : "Plots are composed of a contiguous, short-stature herbaceous sward forming a broad, open turf. Mowing evidence and maintenance records indicate regular, high-formal management producing a uniformly short-mown surface. Plots exhibit long sightlines (>30 m) to a distant tree line and lack within-plot hard-surface paths, street furniture, vehicles, buildings, or visible people, with low visual clutter (score 1).",
  "representative_plot_image" : "377 1",
  "plots" : [ "298 4", "377 1", "377 3", "377 4", "377 6", "377 7", "506 5", "542 1", "566 8", "580 3", "580 5", "731 1", "731 4", "906 8", "989 3", "989 6" ]
} ]