[ {
  "cluster_id" : 8,
  "cluster_name" : "mixed herbaceous with sparse trees",
  "cluster_description" : "This cluster is characterized by moderate NDVI and relatively high herbaceous cover, with low shrub and tree cover and moderate built cover. It likely represents urban grassland or meadow areas with scattered small and large trees.",
  "habitat_description_from_photos" : "The plots classified as mixed herbaceous with sparse trees predominantly feature open grassy areas with short mown grass as the dominant vegetation type. These plots exhibit moderate visibility distances, often ranging from medium (10-30 m) to long (over 30 m), providing a sense of spatial depth. Scattered trees and occasional shrubs are present but remain sparse, contributing to an open herbaceous structure with low tree and shrub cover. Paths, when present, are typically narrow paved or informal earth paths, and built infrastructure such as buildings, roads, and occasional street furniture are visible at plot edges but do not dominate the vegetation structure. The maintenance intensity varies from moderate to high, with evidence of regular mowing in most plots. Visual clutter is generally low to moderate, with minimal litter and few parked cars visible. Overall, these plots represent urban green spaces such as parks, cemeteries, residential gardens, and informal commons characterized by a herbaceous ground layer with scattered trees and limited shrub presence.",
  "representative_plot_image" : "823 7",
  "plots" : [ "1004 12", "1007 10", "1007 2", "112 7", "136 6", "136 7", "145 9", "237 5", "239 12", "298 1", "298 3", "298 6", "336 9", "421 6", "485 3", "485 4", "492 10", "492 11", "492 6", "497 5", "506 10", "506 12", "559 6", "619 1", "619 3", "619 4", "619 7", "663 5", "663 7", "667 6", "686 11", "690 3", "713 12", "731 3", "823 7", "875 2", "875 4", "876 2", "876 3", "876 4", "876 8", "948 2", "948 5", "982 2", "982 4", "987 5" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "mature woodland",
  "cluster_description" : "This cluster shows very high NDVI, high large tree cover, moderate small tree and shrub cover, and low built cover, indicating dense, mature tree-dominated habitats typical of established urban woodlands or parks with mature canopy.",
  "habitat_description_from_photos" : "The mature woodland plots are characterized by dense, closed-canopy woodland with thick undergrowth and multiple tree trunks visible. These plots lack visible paths, infrastructure, or human presence, indicating a natural and wild condition with very low maintenance. Visibility distances are generally short to medium, and the vegetation structure is dominated by tall trees forming a closed canopy with an understorey of shrubs and smaller trees. The ground is covered with leaf litter and natural debris, and there is no evidence of built structures or clutter within the plots.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 1", "1020 3", "1020 4", "108 1", "231 8", "248 3", "299 2", "299 4", "300 6", "300 7", "363 2", "389 10", "389 5", "389 9", "410 1", "410 2", "410 3", "410 4", "410 5", "410 9", "421 1", "421 10", "421 2", "421 4", "422 7", "547 1", "547 10", "547 2", "547 8", "566 1", "569 11", "612 4", "612 5", "713 3", "713 6", "713 9", "776 1", "776 11", "776 2", "776 3", "776 5", "776 9", "908 6", "990 8" ]
}, {
  "cluster_id" : 7,
  "cluster_name" : "dense herbaceous grassland",
  "cluster_description" : "Characterized by high NDVI and very high herbaceous cover, with very low shrub and tree cover and low built cover, this cluster represents dense, lush grassland or amenity lawns with minimal woody vegetation.",
  "habitat_description_from_photos" : "The dense herbaceous grassland plots are characterized by extensive coverage of short mown grass with minimal presence of woody vegetation such as shrubs or trees. These plots exhibit open grassy areas with no visible paths, people, or clutter, and show evidence of regular maintenance including mowing. The visibility distance in these plots is generally medium to long, allowing for clear views across the grassy expanses. Adjacent infrastructure is typically absent or minimal, with no buildings, roads, or street furniture visible within the plots. The plots present a clean and uncluttered environment with low visual clutter scores, supporting the representation of dense, lush grassland or amenity lawns with very low shrub and tree cover.",
  "representative_plot_image" : "971 9",
  "plots" : [ "1004 5", "1020 11", "1020 8", "108 10", "108 3", "108 7", "1083 6", "112 2", "112 3", "248 2", "248 5", "248 8", "299 7", "300 5", "311 1", "311 9", "336 1", "336 10", "369 1", "369 10", "377 5", "393 1", "393 11", "393 2", "393 5", "393 7", "393 8", "485 1", "506 4", "506 8", "542 11", "542 2", "542 3", "542 4", "542 5", "542 6", "547 5", "547 7", "569 2", "569 9", "580 1", "580 2", "580 6", "580 7", "663 3", "686 4", "731 8", "779 11", "830 4", "906 2", "906 9", "908 1", "908 2", "908 3", "908 4", "908 9", "922 8", "971 9", "989 8", "990 3", "990 6" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "mixed shrub–small tree patch",
  "cluster_description" : "This cluster has high NDVI, moderate herbaceous cover, relatively high shrub and small tree cover, moderate large tree cover, and low built cover, indicating a structurally diverse patch with mixed shrubs and young trees, typical of regenerating or secondary urban green spaces.",
  "habitat_description_from_photos" : "The mixed shrub–small tree patch plots are characterized by dense shrub and young tree vegetation with abundant ground vegetation, forming structurally diverse patches. These plots typically lack visible paths or infrastructure and exhibit a natural, wild appearance with low maintenance intensity. Visibility distances are generally short to medium, reflecting dense vegetation cover. The plots show moderate openness with some understorey vegetation and occasional scattered trees, indicating a regenerating or secondary urban green space with a mixture of shrub and small tree layers.",
  "representative_plot_image" : "990 9",
  "plots" : [ "1004 6", "1004 9", "1020 5", "1020 6", "108 4", "1084 9", "145 7", "203 2", "203 4", "203 6", "231 12", "231 7", "248 6", "248 7", "248 9", "295 1", "295 4", "295 6", "311 5", "377 2", "410 10", "422 4", "566 4", "569 4", "612 2", "612 7", "680 5", "799 9", "906 4", "906 6", "917 5", "917 7", "941 7", "948 3", "989 1", "989 11", "989 2", "989 5", "990 1", "990 5", "990 7", "990 9" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "sparse vegetation with high impervious cover",
  "cluster_description" : "This cluster exhibits low NDVI, low herbaceous cover, moderate shrub and small tree cover, low large tree cover, and the highest built cover among clusters, indicating urban areas with sparse vegetation and substantial impervious surfaces, such as paved or built environments with scattered vegetation.",
  "habitat_description_from_photos" : "Plots classified as sparse vegetation with high impervious cover are characterized by extensive paved surfaces such as parking lots and roads, with limited vegetation primarily consisting of short mown grass or shrub-dominated patches. These plots typically include visible built infrastructure such as residential buildings and fencing adjacent to the paved areas. Vegetation cover is sparse and often confined to edges or small islands within the paved matrix. The plots exhibit moderate maintenance levels, with some evidence of mowing in grassy areas. Visual clutter is generally low to moderate, and the scenes are free of litter and people, providing clear visibility and some depth. Street furniture and parked cars are common but do not dominate the visual field. Overall, these plots represent urban environments with substantial impervious surfaces interspersed with scattered, low-density vegetation.",
  "representative_plot_image" : "474 6",
  "plots" : [ "1007 6", "1083 2", "1084 6", "1084 7", "112 5", "233 11", "239 11", "298 11", "335 1", "335 7", "335 9", "336 6", "336 8", "342 1", "342 5", "342 6", "342 8", "420 1", "474 6", "485 12", "497 1", "538 11", "618 10", "618 7", "619 10", "663 6", "663 8", "713 8", "776 12", "792 11", "792 4", "799 1", "819 11", "819 4", "819 5", "819 7", "821 3", "821 8", "875 11", "876 6", "906 5", "922 1", "922 4", "948 4", "971 7" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "shrub–small tree dominated patch",
  "cluster_description" : "With moderate NDVI, moderate herbaceous cover, the highest shrub cover among clusters, moderate small and large tree cover, and moderate built cover, this cluster represents urban patches dominated by shrubs and small trees, possibly young woodland or dense shrubland.",
  "habitat_description_from_photos" : "Plots classified as shrub–small tree dominated patches are characterized by dense shrub vegetation often accompanied by small trees. These plots frequently include narrow informal earth or mud paths, with visibility distances typically ranging from short to medium (less than 10 m to 30 m). The vegetation appears semi-wild to wild, with low maintenance intensity and no evidence of mowing. Open space presence varies, with some plots showing limited or no open space. Adjacent infrastructure is generally absent, and plots are free from visible litter, parked cars, street furniture, or people. The overall visual clutter is low to moderate, and photographic clarity is high, allowing clear observation of the dense shrub layer and understory. These plots exhibit some depth through the presence of paths and layered vegetation structure, illustrating a natural or semi-natural urban patch dominated by shrubs and small trees.",
  "representative_plot_image" : "363 4",
  "plots" : [ "1033 9", "1083 1", "1084 2", "136 4", "171 1", "202 1", "202 2", "202 8", "203 11", "203 5", "203 8", "203 9", "231 1", "237 9", "300 3", "363 4", "363 6", "363 8", "420 2", "422 1", "422 11", "422 5", "422 6", "551 8", "569 3", "569 5", "569 8", "612 6", "633 12", "633 2", "680 7", "686 1", "702 1", "779 4", "922 7", "941 8", "948 7", "948 8", "948 9" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious hard-standing",
  "cluster_description" : "This cluster has the lowest NDVI and vegetation cover across all strata, combined with the highest built cover, indicating predominantly impervious surfaces such as roads, parking lots, or paved urban areas with minimal vegetation.",
  "habitat_description_from_photos" : "Plots classified as impervious hard-standing are characterized by extensive paved surfaces predominantly used as parking lots or roads. These plots exhibit minimal to no vegetation cover, with dominant vegetation types generally absent or limited to sparse shrubs at edges. The paved areas are often wide, accommodating multiple parked vehicles, and are bordered by buildings and street furniture such as lamp posts and signs. Visibility distances are typically long, allowing clear views across the paved expanse. Maintenance intensity ranges from moderate to high, with surfaces generally well-marked and clean, and little to no visible litter. The plots lack open green spaces or mown grass, emphasizing the dominance of impervious surfaces in these urban settings.",
  "representative_plot_image" : "497 4",
  "plots" : [ "1084 12", "202 6", "239 1", "239 3", "239 5", "239 8", "242 2", "335 10", "336 2", "343 6", "369 12", "369 3", "369 8", "403 12", "403 3", "403 4", "403 6", "403 7", "420 10", "420 11", "420 7", "420 8", "420 9", "492 3", "497 10", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "559 8", "619 5", "654 12", "654 2", "654 5", "654 6", "667 9", "686 10", "686 12", "686 7", "686 9", "690 10", "690 8", "779 10", "781 1", "792 3", "819 1", "819 10", "819 8", "821 11", "823 10", "823 2", "876 1" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "parkland trees",
  "cluster_description" : "This cluster shows moderately high NDVI, moderate herbaceous cover, low shrub cover, moderate small tree cover, and relatively high large tree cover with moderate built cover, consistent with urban parkland areas featuring scattered large trees and grassy understory.",
  "habitat_description_from_photos" : "The parkland trees habitat type is characterized by open grassy plots with short mown grass and scattered mature trees. These plots typically feature paved footpaths of narrow to medium width and moderate visibility distances of 10 to 30 meters. The vegetation structure is dominated by large trees with an open understory of grass, and occasional smaller trees or shrubs. Maintenance intensity is generally moderate, with evidence of regular mowing. Adjacent infrastructure such as buildings and roads are often visible in the background, but the plots themselves maintain a clear, uncluttered appearance with minimal visual clutter and no visible litter. Street furniture and play equipment may be present but do not dominate the scene. Overall, the plots exhibit a balance of natural vegetation and managed open space consistent with urban parkland areas.",
  "representative_plot_image" : "917 9",
  "plots" : [ "1084 3", "231 2", "231 3", "239 6", "299 1", "299 3", "299 5", "299 8", "300 1", "300 4", "300 8", "311 6", "311 7", "311 8", "369 7", "389 12", "389 2", "393 3", "421 3", "421 8", "422 10", "474 4", "474 5", "485 5", "485 9", "492 7", "506 1", "506 2", "538 7", "542 9", "547 11", "566 3", "566 5", "566 6", "566 7", "580 4", "584 11", "612 3", "612 8", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "661 8", "680 3", "731 2", "779 1", "779 5", "823 1", "830 1", "906 7", "908 5", "917 1", "917 11", "917 6", "917 8", "917 9", "971 2", "971 4" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "amenity grassland / lawn",
  "cluster_description" : "This cluster is characterized by very high NDVI and extremely high herbaceous cover, with negligible shrub and tree cover and minimal built cover, representing intensively managed lawns or amenity grasslands typical of urban parks and recreational areas.",
  "habitat_description_from_photos" : "The plots are characterized by extensive open grassy fields dominated by short mown grass, with no visible paths, street furniture, or people. The grass is regularly or recently mown, indicating moderate to high maintenance intensity. Visibility distances are long, often exceeding 30 meters, providing clear views to distant trees or shrubs bordering the plots. There is negligible presence of shrubs or trees within the plots themselves, and minimal built infrastructure is visible, typically only in the distant background. The plots exhibit minimal visual clutter and no visible litter or vehicles, reflecting well-maintained amenity grassland or lawn habitats typical of urban parks and recreational areas.",
  "representative_plot_image" : "298 4",
  "plots" : [ "298 4", "377 1", "377 3", "377 4", "377 6", "377 7", "506 5", "542 1", "566 8", "580 3", "580 5", "731 1", "731 4", "906 8", "989 3", "989 6" ]
} ]