[ {
  "cluster_id" : 7,
  "cluster_name" : "amenity grassland / lawn",
  "cluster_description" : "This cluster is characterized by very high herbaceous cover (mean ~93%), very low shrub and tree cover, low built cover, and moderately high NDVI (~0.72). It represents open grassy areas typical of managed lawns or amenity grasslands in urban settings.",
  "habitat_description_from_photos" : "The plots classified as amenity grassland or lawn are characterized by extensive coverage of short mown grass with minimal presence of shrubs or trees. These plots typically exhibit open grassy expanses with long visibility distances exceeding 30 meters, indicating unobstructed views across the grassy areas. The maintenance intensity ranges from moderate to high, with regular evidence of mowing. Adjacent infrastructure varies, including residential buildings and occasional railway infrastructure, but the grassy areas themselves remain free of visible paths, street furniture, litter, or people, contributing to a visually uncluttered and open environment. Some plots include scattered trees at the periphery, but the dominant vegetation remains short mown grass, consistent across multiple plots. The overall appearance is of well-maintained, open, grassy urban spaces with clear visibility and minimal visual clutter.",
  "representative_plot_image" : "823 7",
  "plots" : [ "1004 12", "1004 5", "1007 10", "1020 5", "1020 6", "1083 6", "112 2", "112 7", "136 6", "237 5", "298 4", "299 3", "299 7", "300 6", "336 1", "336 10", "369 10", "377 1", "377 2", "377 3", "377 4", "377 6", "377 7", "393 3", "485 1", "485 4", "492 10", "492 6", "506 10", "506 4", "506 5", "542 1", "542 11", "542 2", "542 3", "542 4", "547 7", "566 8", "580 1", "580 2", "580 3", "580 5", "580 6", "619 1", "619 3", "619 4", "619 7", "663 3", "663 5", "680 3", "686 12", "713 12", "731 1", "731 4", "776 12", "779 1", "792 3", "819 7", "823 7", "875 2", "875 4", "876 3", "876 4", "876 8", "906 2", "906 8", "906 9", "908 1", "908 3", "908 4", "917 8", "922 8", "948 2", "948 7", "971 9", "982 2", "987 5", "989 3", "989 6", "989 8" ]
}, {
  "cluster_id" : 5,
  "cluster_name" : "mature woodland",
  "cluster_description" : "This cluster shows very high large tree cover (~71%), moderate small tree cover (~11%), low shrub (~5%) and herb cover (~9%), very low built cover (~5%), and the highest NDVI (~0.85). It represents mature, closed-canopy woodland areas with dominant tall trees.",
  "habitat_description_from_photos" : "The mature woodland plots are characterized by dense, closed-canopy woodland with very high cover of large trees and a well-developed understorey. These plots exhibit no visible paths or infrastructure, and no presence of people or litter, indicating a very natural and wild condition. Visibility distances are generally medium to short, reflecting the dense vegetation structure. The ground layer includes leaf litter and thick undergrowth, with no signs of maintenance or mowing. Adjacent infrastructure is absent, reinforcing the natural and undisturbed appearance of these woodland plots.",
  "representative_plot_image" : "776 3",
  "plots" : [ "1004 3", "1020 3", "203 11", "231 8", "299 8", "300 8", "410 2", "421 10", "421 2", "547 1", "547 10", "547 8", "569 11", "580 4", "612 4", "661 8", "713 6", "776 11", "776 3", "823 1", "908 5", "971 2" ]
}, {
  "cluster_id" : 3,
  "cluster_name" : "dense mixed shrub–tree",
  "cluster_description" : "This cluster has high herb cover (~74%), moderate shrub (~7%), small tree (~7%), and large tree cover (~9%), very low built cover (~4%), and high NDVI (~0.80). It represents structurally complex vegetation with a dense mix of herbaceous and woody layers.",
  "habitat_description_from_photos" : "The dense mixed shrub–tree habitat plots are characterized by structurally complex vegetation comprising a mixture of woody and herbaceous layers. The plots typically exhibit a tree-dominated canopy with an open understorey, accompanied by dense shrub layers and substantial herbaceous ground cover. Vegetation density provides moderate visibility distances of 10 to 30 meters, with no visible paths or built infrastructure within the plots. The scenes are generally uncluttered, free from litter, vehicles, or street furniture, and show low to moderate maintenance intensity, often appearing semi-wild. The plots display a naturalistic appearance with a combination of mature trees, shrubs, and open grassy spaces, providing vertical structural complexity and depth.",
  "representative_plot_image" : "300 5",
  "plots" : [ "1004 6", "1020 8", "108 10", "108 3", "108 7", "1084 2", "112 3", "202 1", "248 5", "298 3", "300 5", "311 1", "311 8", "393 7", "410 1", "422 1", "485 5", "506 2", "542 5", "542 6", "547 5", "566 4", "580 7", "584 11", "612 2", "612 8", "618 7", "686 1", "686 4", "819 5", "819 8", "908 2", "917 1", "917 5", "917 9", "948 3", "948 8", "990 7" ]
}, {
  "cluster_id" : 4,
  "cluster_name" : "parkland trees",
  "cluster_description" : "This cluster features moderate herb cover (~34%), moderate shrub cover (~9%), moderate small tree cover (~11%), substantial large tree cover (~35%), moderate built cover (~11%), and high NDVI (~0.81). It likely represents parkland or scattered tree areas with open grassy understory and some impervious surfaces.",
  "habitat_description_from_photos" : "The parkland trees habitat type is characterized by plots featuring open grassy areas with regularly mown short grass and scattered mature trees. These plots often include narrow paved footpaths and occasional street furniture such as benches and play equipment. The vegetation structure typically shows a dominance of short mown grass with moderate presence of trees, providing an open understory. Visibility distances are generally medium, allowing for some depth perception within the plots. The plots exhibit moderate maintenance intensity with evidence of regular mowing, and no visible litter or clutter. Adjacent infrastructure is generally absent or minimal, with no prominent buildings or roads directly visible within the plots. Overall, the habitat presents as a managed urban green space combining open grassy understory with substantial tree cover and some built elements, consistent with parkland or scattered tree areas.",
  "representative_plot_image" : "1033 9",
  "plots" : [ "1004 9", "1020 1", "1033 9", "1084 9", "136 4", "145 9", "203 2", "203 9", "231 7", "239 12", "239 8", "299 1", "299 2", "299 5", "300 1", "300 3", "300 7", "311 5", "311 9", "336 6", "336 9", "343 6", "377 5", "389 10", "389 9", "393 11", "393 5", "410 10", "410 3", "410 9", "420 2", "421 1", "421 3", "421 4", "421 6", "421 8", "422 4", "422 5", "422 7", "485 9", "506 1", "506 12", "506 8", "538 11", "547 11", "547 2", "551 8", "559 8", "566 1", "566 5", "566 7", "612 3", "612 7", "661 1", "661 2", "661 3", "661 4", "661 5", "661 6", "663 7", "713 9", "731 3", "776 1", "776 9", "876 2", "906 5", "906 6", "908 6", "917 6", "941 7", "941 8", "948 5", "989 1", "989 11", "990 6", "990 9" ]
}, {
  "cluster_id" : 2,
  "cluster_name" : "young woodland / regenerating forest",
  "cluster_description" : "This cluster has moderate herb cover (~21%), higher shrub cover (~13%), substantial small tree cover (~24%), moderate large tree cover (~39%), very low built cover (~4%), and high NDVI (~0.82). It represents younger or regenerating woodland with a well-developed understory and mid-sized trees.",
  "habitat_description_from_photos" : "The young woodland/regenerating forest plots are characterized by a tree-dominated vegetation structure with an open understorey. These plots typically feature scattered trees with moderate to dense shrub and small tree layers beneath, creating a multi-layered vegetation profile. The ground cover includes leaf litter and some grass, with no visible built infrastructure or human presence. Paths, when present, are narrow and informal, often dirt or mud tracks, contributing to a semi-wild, lightly maintained appearance. Visibility distances range from short to medium, providing some depth to the plots. The overall condition is natural and unmanaged, with low visual clutter and no litter or dumping observed.",
  "representative_plot_image" : "363 6",
  "plots" : [ "1007 2", "108 1", "1084 6", "171 1", "203 4", "203 5", "203 6", "203 8", "239 11", "239 6", "248 8", "295 1", "295 4", "299 4", "363 2", "363 6", "363 8", "389 5", "403 7", "410 4", "422 6", "542 9", "713 3", "776 2", "779 5", "799 9", "906 7", "917 11", "990 1", "990 8" ]
}, {
  "cluster_id" : 1,
  "cluster_name" : "shrub-dominated urban edge",
  "cluster_description" : "This cluster shows moderate herb cover (~30%), moderate shrub cover (~13%), low small (~7%) and large tree cover (~4%), high built cover (~46%), and moderate NDVI (~0.48). It likely represents urban edges or transitional zones dominated by shrubs with substantial impervious surfaces.",
  "habitat_description_from_photos" : "The shrub-dominated urban edge plots are characterized by moderate shrub cover with dense shrub vegetation often lining paved areas such as parking lots, roads, or residential streets. These plots exhibit a mixture of shrub patches interspersed with some trees and mown grassy areas. The vegetation is typically adjacent to built infrastructure including residential buildings, fences, and paved surfaces. The plots show moderate maintenance levels, with some evidence of mowing but also areas of low or semi-wild management. Visibility distances are generally medium, allowing for some depth perception within the plots. The presence of shrub-dominated vegetation alongside substantial impervious surfaces and built elements typifies these transitional urban edge environments.",
  "representative_plot_image" : "663 8",
  "plots" : [ "1007 6", "1083 1", "1083 2", "233 11", "335 7", "342 6", "420 10", "485 12", "497 10", "497 5", "612 6", "619 10", "633 12", "663 8", "713 8", "779 10", "792 11", "821 3", "875 11", "982 4" ]
}, {
  "cluster_id" : 8,
  "cluster_name" : "open mixed woodland",
  "cluster_description" : "This cluster has moderate herb cover (~52%), moderate shrub cover (~12%), moderate small tree (~15%) and large tree cover (~16%), low built cover (~5%), and high NDVI (~0.79). It represents more open woodland or parkland with a balanced mix of herbaceous and woody layers.",
  "habitat_description_from_photos" : "Plots classified as open mixed woodland exhibit a combination of open grassy areas and woody vegetation. These plots typically feature mown grass paths or open grassy spaces adjacent to dense shrub and tree vegetation, with no visible built infrastructure such as buildings or roads. The vegetation structure includes a balanced mix of shrub-dominated and tree-dominated areas, with moderate visibility distances ranging from 10 to 30 meters, allowing some depth perception within the plots. Maintenance intensity varies from low to moderate, with evidence of recent mowing in grassy areas, and the overall appearance is semi-wild with minimal visual clutter and absence of litter or people. The plots show a mosaic of herbaceous and woody layers, with open spaces interspersed with shrub and tree patches, reflecting a parkland or open woodland character.",
  "representative_plot_image" : "410 5",
  "plots" : [ "1020 11", "1020 4", "108 4", "112 5", "145 7", "202 2", "231 1", "231 12", "237 9", "248 2", "248 3", "248 6", "248 7", "248 9", "295 6", "311 7", "335 10", "363 4", "369 7", "389 12", "403 3", "403 4", "410 5", "422 11", "474 4", "474 5", "485 3", "538 7", "569 2", "569 3", "569 5", "569 8", "569 9", "633 2", "680 7", "731 2", "776 5", "779 11", "821 8", "830 1", "906 4", "917 7", "922 1", "922 7", "948 4", "948 9", "989 5" ]
}, {
  "cluster_id" : 6,
  "cluster_name" : "impervious hard-standing",
  "cluster_description" : "This cluster is characterized by very high built cover (~89%), very low vegetation cover across all layers, and very low NDVI (~0.30). It represents impervious surfaces such as paved areas, roads, or buildings with minimal vegetation.",
  "habitat_description_from_photos" : "Plots classified as impervious hard-standing are characterized by extensive paved surfaces predominantly used as parking lots or paved open areas. These plots exhibit minimal to no vegetation cover, with only occasional sparse or edge vegetation such as small shrubs or isolated trees. The paved areas are generally wide, allowing for motor vehicle access, and visibility distances are typically long, providing clear sightlines across the open paved spaces. Adjacent infrastructure commonly includes buildings and roads, with no visible water bodies or railway infrastructure. The plots show moderate to high maintenance intensity, with paved surfaces often marked for parking and equipped with street furniture such as lamp posts and signage. Visual clutter is moderate, primarily due to parked vehicles and street furniture, but litter or dumping is generally absent. People are infrequently visible in these plots. Overall, these plots represent urban environments dominated by impervious surfaces with very low vegetation presence and clear spatial depth.",
  "representative_plot_image" : "497 4",
  "plots" : [ "1084 12", "1084 7", "202 6", "231 2", "231 3", "239 1", "239 3", "239 5", "242 2", "298 1", "298 11", "335 1", "336 2", "336 8", "342 1", "342 5", "342 8", "369 12", "369 3", "369 8", "403 12", "403 6", "420 1", "420 11", "420 7", "420 8", "420 9", "474 6", "492 3", "497 11", "497 12", "497 4", "559 1", "559 2", "559 3", "559 4", "559 5", "618 10", "654 12", "654 2", "654 5", "654 6", "663 6", "667 9", "680 5", "686 11", "686 9", "779 4", "781 1", "799 1", "819 1", "819 10", "819 4", "821 11", "823 10", "823 2", "876 1", "922 4" ]
}, {
  "cluster_id" : 0,
  "cluster_name" : "urban green patch",
  "cluster_description" : "This cluster has moderate herb cover (~53%), low shrub (~4%), low small tree (~5%) and moderate large tree cover (~12%), moderate built cover (~27%), and moderate NDVI (~0.70). It likely represents small urban green patches with mixed vegetation and some impervious surfaces.",
  "habitat_description_from_photos" : "The urban green patch plots are characterized by a mixture of vegetation structures dominated primarily by short mown grass with scattered trees and occasional shrub presence. These plots typically include paved footpaths of varying widths, moderate open space visibility ranging from 10 to over 30 meters, and moderate maintenance intensity with evidence of regular mowing. Vegetation is interspersed with built infrastructure such as adjacent buildings, roads, and occasional parking areas. Street furniture is commonly present, while visual clutter and litter are generally low or absent. The plots exhibit a moderate degree of openness and depth, with some showing tree canopies with open understories and others dominated by grassy lawns with scattered trees or shrubs. Overall, these plots represent small urban green spaces with mixed vegetation and moderate impervious surface presence.",
  "representative_plot_image" : "300 4",
  "plots" : [ "1084 3", "136 7", "202 8", "298 6", "300 4", "311 6", "335 9", "369 1", "389 2", "393 1", "393 2", "393 8", "422 10", "492 11", "492 7", "497 1", "559 6", "566 3", "566 6", "569 4", "612 5", "619 5", "667 6", "686 10", "686 7", "690 10", "690 3", "690 8", "702 1", "731 8", "792 4", "819 11", "830 4", "876 6", "908 9", "971 4", "971 7", "989 2", "990 3", "990 5" ]
} ]